Repository: mozilla-l10n/mt-training-data
Catalog: khw/khw_pontoon.tmx
Source language: en_us
Languages: khw

source: No information available
khw: معلومات دیستیاب نیکی

source: No microphone found.
khw: مائیک ملاو نو ہوئے

source: Non-binary
khw: موش تہ کمیری

source: No numbers and special characters
khw: نمبر وا خاص حرف نیکی

source: Northern Hindko
khw: شمالی ہندکو

source: Northern Sotho
khw: نارتھن سوتھو

source: Northwest Gbaya
khw: نارتھ ویسٹ گبایا

source: Norwegian Bokmål
khw: ناریجئین بوکمال

source: Norwegian Nynorsk
khw: ناریجئین نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
khw: وا لوڑیکو پچین جملہ نیکی۔<addLink> خور جملان ہنیسے شامل کو</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
khw: تمام جملان وا ہوازان سون لہجان نݰان نوچوکی شیر!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
khw: نوٹ: کیا وحت پشیکو پچین کی سیٹنگ کوسان۔ ہیا سیٹنگ <profileLink>بی کوریلیک بوئے۔پروفائل پیج</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
khw: نوٹ: مدد کوریکو قسمو بدل دیکو پچین، لو دیکو یا کارکوریکو موژی تہ کھیو گانیلیک

source: Not Found
khw: مالاؤ نو ہوئے

source: No Thanks
khw: نو، شکریہ!

source: No thanks, continue speaking
khw: نو، شکریہ، لوو دیک جاری سوتے

source: No variant selected
khw: تو (وارو کیہ قسمو) منتخب نو ارو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
khw: تاتین ہنیسے کامن واسو بارا پھوک معلومات ہوئے۔کوشش کو نو کوسان؟ ہوازان توڑ ریکو بچین مائیکو نݰانو سورا کلیک کو <br/> ۔ خور رویان ہوازان کی کار کوریک مݰکیسان پلے بٹینو اف دیت۔ رکارڈنگو اوچے اسکرینا نیویشیر ایغو غون رے تصدیق کوری تو مدد کوس

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
khw: ہنیسے تو تان ہوازو دیکو بوس۔ تے سورا سفو استعمالو پچین ڈیٹا سیٹ ساوز بوئے وا ویب سائٹو اوچے مشینان پچین نوغ ایپ ساوز بونی۔ آصل روئی کیچہ کوری لو دونیان رے جملہ ریکو مشینو سون مدد بوئی۔

source: Nubi
khw: نوبی

source: Number of Voices
khw: ہوازان تعداد

source: Numbers
khw: نمبر

source: Occitan
khw: اوسیتان

source: Odia
khw: اودیہ

source: Off
khw: بند

source: Offensive Content
khw: شوم مواد

source: Offensive language
khw: شوم لو

source: Offensive speech
khw: شوم تقریر

source: Offline Sources
khw: اف لائن اشناری

source: On
khw: کھولاو

source: On desktop devices you can contribute by downloading…
khw: ڈسک ٹاپ مشینا تو ڈاون لوڈ کوری حصہ دریکو بوس۔۔۔

source: On his head he wore a beret.
khw: تان سورو کھوئی دیتی استائے

source: On iOS please continue with Safari to enable recording…
khw: iOS مہربانی کوری رکارڈنگو قابل کوریکو بچین سفاریو سورا جاری کورور۔۔۔

source: Only show me sentences and clips from my variant
khw: مہ لہجو جملان وا ہوازان پشاوے

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
khw: ہیا لو دی شیر، تہ خیالہ ریاک ہے ہغار پوشی ہے لفظو نور رے استائے وا رییاوا غلط اندازہ لگیران، مہرابانی کوری ہورو رد کو، کی یقین نیکی کیچا کووم رے، سورین نیسی پوشٹی بوغے۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
khw: خور ویلٹی، اگر تہ خیالہ ہے لفظ ہیغار پوشٹی ریاکو پوشٹا نوگیتی اوشئے وا رییاوا غلط اندازہ لگیران، مہرابانی کوری ہورو رد کو۔ تہ تین کہ یقین نیکی سورین نیسیکو پٹینودیت

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
khw: خورا سار ݯھیݯیک اسپا بو خوش۔ تحقیق کوریکو، معلومات جمع کوریکو یا انٹرویو پچین <emailFragment> اسپہ تین نویشے۔

source: Optionally join on our email list for updates and new information about the project.
khw: کہ بیتاو اسپہ ای میلان لیسٹا شامل بوس۔ ہݰ کی ارو پروجکٹو بارا نوغ لوان سار آگاہ بہچوس۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
khw: تان مرضیا جمع کاردو آبادیو معلومات(مثلا عمر، موشاکیمیری، وا لہجہ) تہ پروفائلا وریٰع نو کرونو بوئی۔ ڈیتا سیٹا تہ اکاونٹو سون دی جوستینو نو بوئے۔ غیژی ای ہواز آبادیوں معلوماتو سون سہی تجزیہ کوریکو پچین جوستینو بوئی۔ مثلا ای محقیقو حدف تربیتو ای ماڈلو خاص آبادیو جز بوئے۔

source: Ormuri
khw: ارموڑی

source: Ossetian
khw: اوسیٹین

source: Other
khw: خور

source: Other Language
khw: خور وار

source: Other people validate those voice clips.
khw: خور روئی ہتے اسکوردی ہوازان تصدیق کونیان

source: Other voice datasets…
khw: خور وائس ڈیٹا سیٹ۔۔۔

source: Other Voice Datasets
khw: خور وائس ڈیٹا سیٹ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
khw: اسپہ کمیونیٹی منیجر مدد بچین تہ سوم لو دوئے وا تہ وارو سورا پروشٹیار یی کمیونیٹی کی کوروم کوراو بیرائے توغو دی تہ تین لوو دوئے

source: Our governance is founded on the pillars of:
khw: اسپہ حکمرانیو ساوز بیکو ٹھون:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
khw: اسپہ وار اسپہ کمیونیٹی، اسپہ کلچر۔ گیور ڈیٹاسیٹ ساوزیسی کہ یتوغو اسپہ دنیا بیک مݰکیسیان

source: Our Partners
khw: اسپہ شراکت دار

source: Our partners include...
khw: ---اسپہ شرکت داران موژی اسونی

source: Overall Accuracy
khw: تھمام سہی گری

source: Overall Hr. Total
khw: تھمامی ایچ آر

source: p
khw: پی

source: Paiwan
khw: پائوان

source: Palula
khw: پالولا

source: Papantla Totonac
khw: پاپانٹلا ٹوٹناک

source: Papiamento
khw: پیپیامینٹو

source: Papiamento (Aruba)
khw: پاپیامنتو(آروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
khw: واران رویان مشقولگیا شامل بوس، سوال کو وا گیاگ تقریبان وا تقریران بارا معلومات گنے

source: Partner
khw: حصہ دار

source: Partners
khw: شراکت دار

source: Partnerships
khw: حصہ داری

source: Partnerships and networks
khw: حصہ داری وا تعلوقات

source: Partnerships, Press and Stories, Community and Languages
khw: شراکت داری، اخبار، مضمون، کمیونیٹی وا وار

source: Partner with us
khw: اسپہ سوم شراکت کو

source: [Part of the text can’t be heard]
khw: [نیویشیرو پھوک حصہ کارا نو دویان]

source: Pashto
khw: پشتو

source: Past recordings download requests
khw: پوشٹو رکارڈنگان ڈونلوڈ کوریکو درخواست

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
khw: کامن وائس عوامی سطحہ دستیاب ای ہݰ ڈیٹا سیٹ کی ہسے پورا دنیا رضاکاران تعاونو سورا چالوران۔ کیہ روئے کی ہوازو اپلیکیشن ساوزیک مݰکینیان ہتیت مشینو ذریعہ ݯھیݯھیکو ماڈلان تربیتو بچین ڈیٹا سیٹو استعمال کوریکو بونی۔ </p> فلحال وختہ ذیاد وائس ڈیٹاسیٹ کمپنیان ملکیت ہے وجہین ہیرا تخلیقی کوروم نو بونیان، ہیہ پلیٹ فارم انگریزیار غیر خور وار کوراکان، مختلف رنگو رویان،کانو کھوٹوان، کیمیریانان وا بو خور قسمو رویان نمائندگی بو کم شیر۔ ہمو مطلب ہیہ کی ہوازان ٹیکنالوجی بو واران بچین کوروم نو کویان وا کورا کی کویان دی سفو بچین برابرا کوروم نو کویان۔ اسپہ ہر ژاغا ہوازان بوژیکو بچین رویان متحرک کوری ہورو تبدیل کوریک مݰکیسیان۔</p>

source: People come and contribute their voices.
khw: روئے گونیان وا تان ہوازان میربانی کونیان

source: Persian
khw: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
khw: ذاتی ڈیش بورڈا تہ تے رویان وا کمیونیٹیو کاردو کورمو بارا معلومات دویان

source: Personally Identifiable Information
khw: تان شناختو قابل معلومات

source: Platform language:
khw: وارو ژاغا:

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
khw: <playbookLink> تمام کامن وائسو بارا رہنمائی ہیا ژاغہ</playbookLink>شینی۔ ہے موژی مقامی کوریکار گنی ڈیٹاسیٹو استعمالا پتہ وا اسپہ کمیونیٹیا کیچا بیتی گین بوئے معلومات شینی

source: <playIcon></playIcon>Last one!
khw: <playIcon></playIcon>آخری دانہ!

source: Play/Stop
khw: چھکھاوے/باندکو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
khw: مہربانی کوری ہیا <templateFileLink> ژاغا لوڑے۔ </templateFileLink>. تہ جملا کوس کاپی رائٹ مو بائی (CC0 یا اصل کورمو کوراکوسار اجازت بائے) صفا، گرائمیرو لحاظا صحیح وا ریکا اسان بائے۔ جملہ تقریبا 10-15سیکنڈا رینو بائے وا ہتیرا نمبر، خاص نام وا خاص حروف مو بانی۔

source: Please fill out this field.
khw: مہربانی کوری ہیا ژاغو ٹیپاوے

source: Please select a language to review sentences.
khw: مہربانی کوری جملان وا لوڑیکو بچین ای وار گنے۔

source: Polish
khw: پولیش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
khw: <pontoonAccountLink>اکاونٹ ساوزاوے </pontoonAccountLink> تہ اکاونٹ کی نیکی۔ تھے تان وارو <strong> (ٹیمو) </strong> گنے۔ اچی<pontoonCvLink> کامن وائس <pontoonCvLink> منصوبو گنے۔ ہیرا ترجمہ کوریکو فائیل شینی۔ تے سورا کلیک کو، تیرا انگریزی لفظ شینی وا ترجمہ کوریکو خانہ شیر۔

source: Portuguese
khw: پورتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
khw: دنیو کمیونیٹیان ، دنیوکمیونیٹیان پیچین طاقت دیرو — 130وار وا زیاد بونیان

source: Press and stories
khw: خبر وا مضمون

source: Press and Stories
khw: اخبار وا مضمون

source: Press play, listen & tell us: did they accurately speak the sentence below?
khw: چلیکو بٹینو دیت، کارکورے وا اسپاتین لو دیت: کی ہیت موڑا ہے جملان سہی رینیانا؟

source: Press { shortcut-play-toggle } to toggle play mode
khw: دباو کو{ shortcut-play-toggle } چلیکو موڈا انگیکو پیچین.

source: Privacy
khw: رازداری

source: <privacyLink>Privacy</privacyLink>
khw: <privacyLink>رازدری</privacyLink>

source: Privacy Policy
khw: راز دریو پالیسی

source: Privacy, security and transparency.
khw: راز داری، تحفظ وا شفافیت

source: Pro
khw: حامی

source: Profile
khw: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
khw: پروفائلو معلومات لوان سہی ہوݰ کوریکو تربیتا استعمال بک ہوازو ڈیٹو بہتر کویان۔

source: Progress
khw: جاری

source: Public Domain
khw: عام رویان دائیرہ

source: Publicly accessible open speech datasets in 130+ languages
khw: سفو پچین میسر وریغ 130 سار زیاد زبانان ڈیٹاسیٹ

source: Pular Guinea
khw: پولر گوئنیا

source: Punctuation
khw: اوقاف

source: Punjabi
khw: پنجابی

source: Puno Quechua
khw: پونوقیچوا

source: Quechua Ambo-Pasco
khw: کیوچوا امبو-پاسکو

source: Quechua Arequipa-La Unión
khw: قیچوا اریقیوپا-لا یونین

source: Quechua Cajatambo
khw: کیوچوا کجاتمبو

source: Quechua Chanka
khw: قیوچوا چانکا

source: Quechua Chiquián
khw: قیچوا چیقوئین

source: Quechua Corongo Ancash
khw: کیوچوا کورونگو انکش

source: Quechua Jauja Wanka
khw: قیچوا جاوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
khw: قیچوا پاسکو سانتا آنا دی توسی

source: Quechua Sihuas Ancash
khw: کیوچوا سہواس انکش

source: Quechua Yauyos
khw: کیوچوا یاِویوس

source: Question
khw: سوال

source: r
khw: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
khw: [انگریزیا 'raised' ہمیشہ ایک ریکا(سانسا) ادا بوئے، جوا نو]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
khw: ریٹ تان حدار ذیاد ہوئے { $retryLimit } منٹ اچا کھوشش کو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
khw: .ریٹ تان حدار ذیاد ہوئے { $retryLimit } سیکنڈ اچا کوشش کو۔

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
khw: حکومتو، غیر منافع بخش اداران یا خبردیاک تنظیمان سوم رابطہ کو کہ تیتان مواد، رپورٹ یا خور اشناری عام رویان بچین مہربانی نو بونیا۔

source: Reader Effects
khw: ریاکان اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
khw: صفحو تھمام لفظان سہی ریک بو ضروری۔ کیہ وخت کی کار کوراو اوشو، بو غورو سورا لوڑے کہ کیاغ کی رکارڈ کورونو بیتی شیر نیویشیرو دی ہسے تان بائے؛ تان ویلٹیار کیاغ کی جوستے اوشوئے، کمے اوشوئے یا لفظان پیڅی اوشوئے، توغو رد کو۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
khw: اسکوردی ریک کہ ہیس اصلا تیرا موجود نیکی، کیچہ کی "چے" ژاغا "اوچے" یا ہمیتان ای غو ژاغا انگیگ۔

source: Read More
khw: خور دی رواوے

source: Read more on our About page
khw: اسپہ متعلقہ صفحہ بی خور دی راوے

source: Read sentences
khw: جملان روے

source: Read Sentences
khw: جملان راوے

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
khw: تان وارو جملان توڑ راوے وا دنیو مختلف قسمہ عام رویان حصہ گنیرو لوان ڈیٹا سیٹا حصہ دراوے

source: Read Sentences, Answer Questions
khw: جملان راوے، سوالان جواب دیت

source: Read Sentences <small>(Coming soon)</small>
khw: جملان راوے<small> ݰاؤ گویان</small>

source: Read sentences submitted by the community in various languages
khw: کمیونیٹیو ممبران مختلف وارا جملان جمع کی ارینی تیتان راوے

source: Read the sentence carefully - don’t miss, change or add words.
khw: جملان غاورو سورا راوے- کھیو پځے مو، بدل مو دیت، لفظ شامل مو کو

source: Ready to add your voice or lend your ear?
khw: تان ہوازو شامل کوریکو پچین یا کار دوریکو پچین تیار اسوسا؟

source: Ready to contribute?
khw: حصہ دریکو تین تیارا؟

source: Ready to do { $count } more?
khw: { $count } وا دی کوریکو بچین تیارا ?

source: Ready to donate your voice?
khw: تان ہوازو مہربانی کوریکو پچین تیارا؟

source: Ready to help validate sentences?
khw: صحیح جملان مدد کوریکو پچین تیارا؟

source: reCAPTCHA is required if you want to proceed
khw: وا کیپچا ضروری اگر تو پوشٹی کی بیسان۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
khw: مہ تین ہݰ ای میل گیانی کی تیت مقابلو وا حدف یاد کوریانی، مہ کورمو بارا اگاہی دیانی، وا کامن وائسو بارا خبر انگیانی۔

source: Recorded Clips
khw: رکارڈ بیرو ہواز

source: Recorded Hours
khw: رکارڈ کورینو بیرو گھنٹہ

source: <recordIcon></recordIcon> Last one!
khw: <recordIcon></recordIcon> اخیری ای دنا!

source: [Recording cut off before the end of the last word]
khw: [اخری لفظار پروشٹی رکارڈنگو بند کوریک]

source: Recordings
khw: رکارڈنگ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
khw: ہواز رکارڈ کوریک سفو بچین ڈیٹاسیٹ ساوزیکو بو اہم حصہ؛ پتھی روئے رینیان ہیہ بو مزو کروم دی۔

source: Record/Stop
khw: رکارڈکو/بندکو

source: Record your response
khw: تان جوابو محفوظ کو

source: Record yourself reading sentences in your language
khw: تان وارا جملہ رییاو محفوظ کو

source: Record yourself responding to questions and prompts in your language
khw: تان وارا سوالان وا اشاران جواب دیاو محفوظ کو

source: Record your voice
khw: تان ہوازو محفوظ کو

source: Reference the source of your sentence (required)
khw: تان جملان حوالہ دیت (ضروری)

source: Refresh
khw: نوغ کو

source: Reject
khw: رد کوریک

source: Remove
khw: بوغاوے

source: Remove Avatar
khw: ایواِٹیرار جدا کو

source: Report
khw: رپورٹ کو

source: Report was passed successfully
khw: رپورٹ منظور ہوئے

source: Request a Language
khw: وارو درخواست کو

source: Request for Scripted Speech
khw: نیویشیرو لوو پچین درخواست کو

source: Request for Spontaneous Speech
khw: جاری لوو پچین درخواست کو

source: Request New Language
khw: نوغ وارو درخواست کو

source: Request recordings
khw: رکارڈنگو درخواست کو

source: *required
khw: *ضروری

source: Re-record
khw: و رکارڈ کو

source: Re-record clip
khw: اوازو دوبارا رکارڈ کو

source: Respond
khw: جواب

source: Respond To Prompt
khw: اشاران جوابو دیت

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
khw: قدرتی، بولچال دیٹا سیٹ ساوزیکو پچین اشاران جواب دیت۔ اولو زبانی وارو پچین بلک صحیح

source: Response deleted successfully
khw: جواب کامیابیو سورا بوغینو ہوئے۔

source: Response submitted successfully
khw: جواب کامیابیو سورا جمع ہوئے۔

source: Return
khw: واپس کو

source: Return here to edit your goal anytime.
khw: ہیا گیتی کیا وحت دی تو تان حدفو تبدیل کوریکو بوس۔

source: Return to Common Voice
khw: کامن وائسا واپس گے

source: Return to Common Voice Datasets
khw: کامن وائس ڈیٹا سیٹہ گیے

source: Return to Languages
khw: وارا واپس گے

source: Review
khw: وا لوڑیک

source: Review and vote for new questions submitted by the community
khw: کمیونیٹو ویشکیار سوال کی ہنی ہتیان وا لوڑے وا ووٹ دیت

source: Review could not be saved. Please try again later.
khw: وا لوڑیرو محفوظ کورین نو ہوئے۔ پھوک اچھا وا کوشش کو۔

source: ⓘ Review Criteria
khw: وا لوڑیکو معیار

source: Review Criteria
khw: وا لوڑیکو معیار

source: Reviewed sentences not submitted, are sure?
khw: وا لوڑیرو جملہ جمع نو ہونی، تہ یقینا؟

source: Review existing sentences submitted by the community
khw: کمیونیٹیو رویان جمع کاردو موجودہ جملان وا لوڑے

source: Reviewing Sentences
khw: جملان والوڑیک

source: Review questions
khw: وا لوڑیکو سوال

source: Review & re-record clips here as you go
khw: وا لوڑو وا اسکوردی ہواز ہیہ رکارڈ کو کی شروع ارو

source: Review & re-record clips if needed
khw: وا لوڑے، کی ضرورت اسکوردی ہواز وا رکارڈ کو

source: Review Sentences
khw: جملان وا لوڑے

source: Review sentences in your language
khw: تان زبانو جملان وا لوڑے

source: Review & Submit
khw: ای دی لوڑی و جمع کو

source: Review transcriptions
khw: نیویشیروان وا لوڑے

source: Review transcriptions of recorded sentences for accuracy
khw: سہی کوریکو پچین محفوظ بیرو جملوان نقلو وا لوڑوڑے

source: Review Transcriptions <small>(Coming soon)</small>
khw: نویشیروان وا لوڑے <small> (شاو گویان)</small>

source: Review user-submitted transcriptions in your language
khw: استعمال کوراکو تہ وارا جمع کردو نیویشیرو وا لوڑے

source: Romanian
khw: رومانی

source: Romansh Sursilvan
khw: رومانش سورسیلوان

source: Romansh Vallader
khw: رونانیش ولادیر

source: Rukai
khw: روکائے

source: Runyankole
khw: روننکولے

source: Russian
khw: رشیئن

source: Ruuli
khw: روولی

source: s
khw: ایس

source: Sabah Bisaya
khw: صباح بیسایا

source: Sabah Malay
khw: سباہ مالے

source: Sa'ban
khw: سابان

source: Sakha
khw: ساخا

source: Sakizaya
khw: ساکیزایا

source: Santali (Ol Chiki)
khw: سانتالی (اوآئی چیکی)

source: Saraiki
khw: سرائکی

source: Sardinian
khw: ساردینی

source: Save
khw: محفوظ

source: Saved
khw: محفوظ ہوئے

source: Scots
khw: سکوٹس

source: Scripted Speech
khw: نیویشیرو لو

source: Search
khw: مݰکیک

source: Seediq
khw: صیدق

source: See how your progress compares to other contributors all over the world.
khw: تان کوروم پورا دنیا خور کوروم کوراکان سوم موازنہ کو۔

source: See Less
khw: پھتو لوڑے

source: See More
khw: زیاد لوڑے

source: Select a Language...
khw: ای وارو گنے

source: Select an option
khw: ای طریقو گنے

source: Select a variant (optional)
khw: ای قسمو گنے (اختیاری)

source: Selected
khw: منتخب اریر

source: Select File
khw: فائیلو نݰان کو

source: Select File to Upload
khw: فائلو اپلوڈ کوریکو بچین نݰان کو

source: Select the desired language dataset and choose the version you wish to download.
khw: تان حاجتو وارو ڈیٹاسیٹو متخب کو۔کیا قسمو کی مݰکیسان توغو ڈون لوڈ کو۔

source: Select up to three domains (optional)
khw: تروئی حلقہ بیکا پت گنے(اختیاری)

source: Select your age
khw: تان عمرو گنے

source: Select your sex or gender
khw: تان جنسو گنے

source: Self Citation
khw: تان کورمو حوالہ دیک

source: Send a link to my email
khw: مہ ای میلا کوری ای لنک انځاوے

source: Send sign up link
khw: سائن اپ لنکو انځاوے

source: Sentence
khw: جملہ

source: Sentence Collection
khw: جملان بڑاڅیک

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
khw: مذید معلوماتان بچین<sentenceCollectorFragment> جملہ جمع کوراکو</sentenceCollectorFragment>لوڑے۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
khw: <sentenceCollectorVideo>جملہ جمع کوراکو استعمالو بارا اسپہ رہنمائیو لوڑے </sentenceCollectorVideo>

source: Sentence Domain
khw: جملان دائرہ

source: Sentences
khw: جملہ

source: Sentences are collected for people to read aloud.
khw: روئےدوڑ ہوازا رینی رےجملان جمع کورونو بویان۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
khw: بہتری پچین کمیونیٹی جملوان لوڑی بدل کویان ۔ مگم ہے سورا پورا نو بویان۔ ہش جملہ کی تہ غیچی ہائے یا کار ارو کی ہسے تہ پریشان یا ناراض کویان مثالو طورا <participationGuidelines> کمیونیٹیو حصہ گنیکو رہنمائی خلاف ورزی کویان تھے مہربانی کوری UI فلیک بٹنو دیت۔ اسپہ تین دی لو دیکو بوس۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
khw: کیا جملو ہایا کی نویشینو ہوئے ہتوغو عام رویان لوڑیکو ژاغہ شامل کورونوبوئے cc-0 لائسینس گنیرو معلومات

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
khw: کامن وائسا شامل کوریکو بچین جملان جو ژون وا لوڑیلیک وا جو ژون تیتان منظور کوریلیک۔ تو تان وارو بچین <languageGuidelinesLink> رہنمائی</languageGuidelinesLink> ساوزیکو بوس۔ جملہ <licenseLink>عام رویان استعمال دائرو </licenseLink>بانی وا جملہ جوش پونجاری کم لفظ بیلیک۔ تو</waiverLink> ختم کوریکو طریقو </waiverLink>استعمال کوری نیویشاکو ݯھکھے<waiverLink> سی سی زیرو <waiverLink> کورے۔ وا اسپہ تین commonvoice@mozilla.com ہیا کوری انځاوے۔

source: { $sentences } sentences reviewed. Thank you!
khw: جملو وا لوڑیتائے۔ شکریہ

source: Sentence text
khw: نویشیرو جملہ

source: Sentence Variant
khw: جملان مختلف شکل
